apple_cursor
basedpyright-bin
bridge-utils
clipmenu-git
cmake-format
cmake-lint
electron39-bin
flamegraph
hadolint-bin
neovim-nightly-bin
nvm-git
otf-san-francisco
otf-stix
pikaur
pistol-git
qt5-remoteobjects
quarto-cli-bin
shellcheck-bin
sioyek-dev
sioyek-dev-debug
slack-desktop
teams-for-linux-bin
tex-fmt
ttf-joypixels
ttf-times-new-roman
ttf-vista-fonts
tzupdate
vacuum-bin
vesktop-bin
voxtype
zen-browser-bin
zoom
