act
aws-cli
base
base-devel
biber
bind
bitwarden-cli
bluez
bluez-utils
brightnessctl
buf
cliphist
cmake
dash
dhcpcd
direnv
discord
dmidecode
dnsmasq
docker
docker-compose
dunst
efibootmgr
ex-vi-compat
eza
fd
feh
ffmpegthumbnailer
fontforge
fzf
gdb
geoclue
ghostty
git
git-lfs
github-cli
glab
gnome-desktop
gnome-epub-thumbnailer
go
graphicsmagick
grim
grub
gst-libav
gst-plugins-bad
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
iptables-nft
iwd
jq
jupyter-notebook
jupyter-server
kdialog
keyd
kitty
lf
libcurl-compat
libcurl-gnutls
libfido2
libmupdf
libreoffice-fresh
libxinerama
linux
linux-firmware
linux-headers
lua-language-server
lua51
luarocks
maim
man-db
man-pages
mpv
mypy
ninja
ntfs-3g
nvidia-open
ocaml
opam
openbsd-netcat
opendoas
openresolv
openssh
os-prober
pass
pavucontrol
perf
perl-file-homedir
perl-image-exiftool
perl-yaml-tiny
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
postgresql
pre-commit
python-black
python-cpplint
python-isort
python-jupyter-client
python-mypy_extensions
python-pillow
python-pip
python-pynvim
python-ruff
qemu-full
qt5-wayland
qt6-wayland
reflector
ripgrep
rofi
rsync
rustup
shfmt
signal-desktop
slop
slurp
socat
sway
swaybg
swayidle
swaylock
task
telegram-desktop
tesseract
tesseract-data-eng
texlab
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
time
tinymist
tmux
tree-sitter-cli
ttf-jetbrains-mono
typst
typstyle
uv
valgrind
vde2
virt-manager
virt-viewer
waybar
webkit2gtk
websocat
wev
wf-recorder
wireplumber
wl-clipboard
woff2-font-awesome
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-intel
xorg-server
xorg-setxkbmap
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xset
xss-lock
yq
yubikey-manager
zsh
